{ "index": {} }
{"movie_id":"5","title":"Four Rooms","budget":"4000000","homepage":"","overview":"It's Ted the Bellhop's first night on the job...and the hotel's very unusual guests are about to place him in some outrageous predicaments. It seems that this evening's room service is serving up one unbelievable happening after another.","popularity":"22.87623","release_date":"9/12/1995","revenue":"4300000","runtime":"98","movie_status":"Released","tagline":"Twelve outrageous guests. Four scandalous requests. And one lone bellhop, in his first day on the job, who's in for the wildest New year's Eve of his life.","vote_average":"6.5","vote_count":"530"}
{ "index": {} }
{"movie_id":"11","title":"Star Wars","budget":"11000000","homepage":"http://www.starwars.com/films/star-wars-episode-iv-a-new-hope","overview":"Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.","popularity":"126.393695","release_date":"25/5/1977","revenue":"775398007","runtime":"121","movie_status":"Released","tagline":"A long time ago in a galaxy far, far away...","vote_average":"8.1","vote_count":"6624"}
{ "index": {} }
{"movie_id":"12","title":"Finding Nemo","budget":"94000000","homepage":"http://movies.disney.com/finding-nemo","overview":"Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and a friendly but forgetful fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way.","popularity":"85.688789","release_date":"30/5/2003","revenue":"940335536","runtime":"100","movie_status":"Released","tagline":"There are 3.7 trillion fish in the ocean, they're looking for one.","vote_average":"7.6","vote_count":"6122"}
{ "index": {} }
{"movie_id":"13","title":"Forrest Gump","budget":"55000000","homepage":"","overview":"A man with a low IQ has accomplished great things in his life and been present during significant historic events - in each case, far exceeding what anyone imagined he could do. Yet, despite all the things he has attained, his one true love eludes him. 'Forrest Gump' is the story of a man who rose above his challenges, and who proved that determination, courage, and love are more important than ability.","popularity":"138.133331","release_date":"6/7/1994","revenue":"677945399","runtime":"142","movie_status":"Released","tagline":"The world will never be the same, once you've seen it through the eyes of Forrest Gump.","vote_average":"8.2","vote_count":"7927"}
{ "index": {} }
{"movie_id":"14","title":"American Beauty","budget":"15000000","homepage":"http://www.dreamworks.com/ab/","overview":"Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.","popularity":"80.878605","release_date":"15/9/1999","revenue":"356296601","runtime":"122","movie_status":"Released","tagline":"Look closer.","vote_average":"7.9","vote_count":"3313"}
{ "index": {} }
{"movie_id":"16","title":"Dancer in the Dark","budget":"12800000","homepage":"","overview":"Selma, a Czech immigrant on the verge of blindness, struggles to make ends meet for herself and her son, who has inherited the same genetic disorder and will suffer the same fate without an expensive operation. When life gets too difficult, Selma learns to cope through her love of musicals, escaping life's troubles - even if just for a moment - by dreaming up little numbers to the rhythmic beats of her surroundings.","popularity":"22.022228","release_date":"17/5/2000","revenue":"40031879","runtime":"140","movie_status":"Released","tagline":"You don't need eyes to see.","vote_average":"7.6","vote_count":"377"}
{ "index": {} }
{"movie_id":"18","title":"The Fifth Element","budget":"90000000","homepage":"","overview":"In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.","popularity":"109.528572","release_date":"7/5/1997","revenue":"263920180","runtime":"126","movie_status":"Released","tagline":"There is no future without it.","vote_average":"7.3","vote_count":"3885"}
{ "index": {} }
{"movie_id":"19","title":"Metropolis","budget":"92620000","homepage":"","overview":"In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.","popularity":"32.351527","release_date":"10/1/1927","revenue":"650422","runtime":"153","movie_status":"Released","tagline":"There can be no understanding between the hands and the brain unless the heart acts as mediator.","vote_average":"8","vote_count":"657"}
{ "index": {} }
{"movie_id":"20","title":"My Life Without Me","budget":"0","homepage":"http://www.clubcultura.com/clubcine/clubcineastas/isabelcoixet/mividasinmi/index.htm","overview":"A Pedro Almodovar production in which a fatally ill mother with only two months to live creates a list of things she wants to do before she dies with out telling her family of her illness.","popularity":"7.958831","release_date":"7/3/2003","revenue":"9726954","runtime":"106","movie_status":"Released","tagline":"","vote_average":"7.2","vote_count":"77"}
{ "index": {} }
{"movie_id":"22","title":"Pirates of the Caribbean: The Curse of the Black Pearl","budget":"140000000","homepage":"http://disney.go.com/disneyvideos/liveaction/pirates/main_site/main.html","overview":"Jack Sparrow, a freewheeling 17th-century pirate who roams the Caribbean Sea, butts heads with a rival pirate bent on pillaging the village of Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her. But their seafaring mission is hardly simple.","popularity":"271.972889","release_date":"9/7/2003","revenue":"655011224","runtime":"143","movie_status":"Released","tagline":"Prepare to be blown out of the water.","vote_average":"7.5","vote_count":"6985"}
{ "index": {} }
{"movie_id":"24","title":"Kill Bill: Vol. 1","budget":"30000000","homepage":"http://www.miramax.com/movie/kill-bill-volume-1/","overview":"An assassin is shot at the altar by her ruthless employer, Bill and other members of their assassination circle – but 'The Bride' lives to plot her vengeance. Setting out for some payback, she makes a death list and hunts down those who wronged her, saving Bill for last.","popularity":"79.754966","release_date":"10/10/2003","revenue":"180949000","runtime":"111","movie_status":"Released","tagline":"Go for the kill.","vote_average":"7.7","vote_count":"4949"}
{ "index": {} }
{"movie_id":"25","title":"Jarhead","budget":"72000000","homepage":"","overview":"Jarhead is a film about a US Marine Anthony Swofford’s experience in the Gulf War. After putting up with an arduous boot camp, Swafford and his unit are sent to the Persian Gulf where they are earger to fight but are forced to stay back from the action. Meanwhile Swofford gets news of his girlfriend is cheating on him. Desperately he wants to kill someone and finally put his training to use.","popularity":"32.227223","release_date":"4/11/2005","revenue":"96889998","runtime":"125","movie_status":"Released","tagline":"Welcome to the suck.","vote_average":"6.6","vote_count":"765"}
{ "index": {} }
{"movie_id":"28","title":"Apocalypse Now","budget":"31500000","homepage":"http://www.apocalypsenow.com","overview":"At the height of the Vietnam war, Captain Benjamin Willard is sent on a dangerous mission that, officially, \"does not exist, nor will it ever exist.\" His goal is to locate - and eliminate - a mysterious Green Beret Colonel named Walter Kurtz, who has been leading his personal army on illegal guerrilla missions into enemy territory.","popularity":"49.973462","release_date":"15/8/1979","revenue":"89460381","runtime":"153","movie_status":"Released","tagline":"This is the end...","vote_average":"8","vote_count":"2055"}
{ "index": {} }
{"movie_id":"33","title":"Unforgiven","budget":"14000000","homepage":"","overview":"William Munny is a retired, once-ruthless killer turned gentle widower and hog farmer. To help support his two motherless children, he accepts one last bounty-hunter mission to find the men who brutalized a prostitute. Joined by his former partner and a cocky greenhorn, he takes on a corrupt sheriff.","popularity":"37.380435","release_date":"7/8/1992","revenue":"159157447","runtime":"131","movie_status":"Released","tagline":"Some legends will never be forgotten. Some wrongs can never be forgiven.","vote_average":"7.7","vote_count":"1113"}
{ "index": {} }
{"movie_id":"35","title":"The Simpsons Movie","budget":"75000000","homepage":"http://www.simpsonsmovie.com/","overview":"After Homer accidentally pollutes the town's water supply, Springfield is encased in a gigantic dome by the EPA and the Simpsons are declared fugitives.","popularity":"46.875375","release_date":"25/7/2007","revenue":"527068851","runtime":"87","movie_status":"Released","tagline":"See our family. And feel better about yours.","vote_average":"6.9","vote_count":"2264"}
{ "index": {} }
{"movie_id":"38","title":"Eternal Sunshine of the Spotless Mind","budget":"20000000","homepage":"http://www.eternalsunshine.com","overview":"Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.","popularity":"56.481487","release_date":"19/3/2004","revenue":"72258126","runtime":"108","movie_status":"Released","tagline":"You can erase someone from your mind. Getting them out of your heart is another story.","vote_average":"7.9","vote_count":"3652"}
{ "index": {} }
{"movie_id":"55","title":"Amores perros","budget":"2000000","homepage":"","overview":"Three different people in Mexico City are catapulted into dramatic and unforeseen circumstances in the wake of a terrible car crash: a young punk stumbles into the sinister underground world of dog fighting; an injured supermodel's designer pooch disappears into the apartment's floorboards; and an ex-radical turned hit man rescues a gunshot Rotweiler.","popularity":"23.281616","release_date":"16/6/2000","revenue":"20908467","runtime":"154","movie_status":"Released","tagline":"Love. Betrayal. Death.","vote_average":"7.6","vote_count":"521"}
{ "index": {} }
{"movie_id":"58","title":"Pirates of the Caribbean: Dead Man's Chest","budget":"200000000","homepage":"http://disney.go.com/disneypictures/pirates/","overview":"Captain Jack Sparrow works his way out of a blood debt with the ghostly Davey Jones, he also attempts to avoid eternal damnation.","popularity":"145.847379","release_date":"20/6/2006","revenue":"1065659812","runtime":"151","movie_status":"Released","tagline":"Jack is back!","vote_average":"7","vote_count":"5246"}
{ "index": {} }
{"movie_id":"59","title":"A History of Violence","budget":"32000000","homepage":"","overview":"An average family is thrust into the spotlight after the father commits a seemingly self-defense murder at his diner.","popularity":"34.628738","release_date":"23/9/2005","revenue":"60740827","runtime":"96","movie_status":"Released","tagline":"Tom Stall had the perfect life... until he became a hero.","vote_average":"6.9","vote_count":"832"}
{ "index": {} }
{"movie_id":"62","title":"2001: A Space Odyssey","budget":"10500000","homepage":"","overview":"Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.","popularity":"86.201184","release_date":"10/4/1968","revenue":"68700000","runtime":"149","movie_status":"Released","tagline":"An epic drama of adventure and exploration","vote_average":"7.9","vote_count":"2998"}
{ "index": {} }
{"movie_id":"65","title":"8 Mile","budget":"41000000","homepage":"http://movies.uip.de/8mile/","overview":"The setting is Detroit in 1995. The city is divided by 8 Mile, a road that splits the town in half along racial lines. A young white rapper, Jimmy \"B-Rabbit\" Smith Jr. summons strength within himself to cross over these arbitrary boundaries to fulfill his dream of success in hip hop. With his pal Future and the three one third in place, all he has to do is not choke.","popularity":"32.798571","release_date":"8/11/2002","revenue":"215000000","runtime":"110","movie_status":"Released","tagline":"Every moment is another chance.","vote_average":"6.8","vote_count":"1626"}
{ "index": {} }
{"movie_id":"66","title":"Absolute Power","budget":"50000000","homepage":"","overview":"A master thief coincidentally is robbing a house where a murder in which the President of The United States is involved occurs in front of his eyes. He is forced to run yet may hold evidence that could convict the President. A political thriller from and starring Clint Eastwood and based on a novel by David Baldacci.","popularity":"13.576765","release_date":"14/2/1997","revenue":"50068310","runtime":"121","movie_status":"Released","tagline":"Corrupts Absolutely.","vote_average":"6.4","vote_count":"223"}
{ "index": {} }
{"movie_id":"68","title":"Brazil","budget":"15000000","homepage":"","overview":"Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.","popularity":"41.089863","release_date":"20/2/1985","revenue":"0","runtime":"132","movie_status":"Released","tagline":"It's only a state of mind.","vote_average":"7.5","vote_count":"861"}
{ "index": {} }
{"movie_id":"69","title":"Walk the Line","budget":"28000000","homepage":"","overview":"A chronicle of country music legend Johnny Cash's life, from his early days on an Arkansas cotton farm to his rise to fame with Sun Records in Memphis, where he recorded alongside Elvis Presley, Jerry Lee Lewis and Carl Perkins.","popularity":"35.580032","release_date":"13/9/2005","revenue":"186438883","runtime":"136","movie_status":"Released","tagline":"Love is a burning thing.","vote_average":"7.3","vote_count":"718"}
{ "index": {} }
{"movie_id":"70","title":"Million Dollar Baby","budget":"30000000","homepage":"http://www.milliondollarbaby-derfilm.de/","overview":"Despondent over a painful estrangement from his daughter, trainer Frankie Dunn isn't prepared for boxer Maggie Fitzgerald to enter his life. But Maggie's determined to go pro and to convince Dunn and his cohort to help her.","popularity":"70.456012","release_date":"15/12/2004","revenue":"216763646","runtime":"132","movie_status":"Released","tagline":"Beyond his silence, there is a past. Beyond her dreams, there is a feeling. Beyond hope, there is a memory. Beyond their journey, there is a love.","vote_average":"7.7","vote_count":"2439"}
{ "index": {} }
{"movie_id":"71","title":"Billy Elliot","budget":"5000000","homepage":"","overview":"Set against the background of the 1984 Miner's Strike, Billy Elliot is an 11 year old boy who stumbles out of the boxing ring and onto the ballet floor. He faces many trials and triumphs as he strives to conquer his family's set ways, inner conflict, and standing on his toes!","popularity":"20.428237","release_date":"18/5/2000","revenue":"110000000","runtime":"110","movie_status":"Released","tagline":"Inside every one of us is a special talent waiting to come out. The trick is finding it.","vote_average":"7.4","vote_count":"750"}
{ "index": {} }
{"movie_id":"73","title":"American History X","budget":"20000000","homepage":"http://www.historyx.com/","overview":"Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.","popularity":"73.567232","release_date":"30/10/1998","revenue":"23875127","runtime":"119","movie_status":"Released","tagline":"Some Legacies Must End.","vote_average":"8.2","vote_count":"3016"}
{ "index": {} }
{"movie_id":"74","title":"War of the Worlds","budget":"132000000","homepage":"","overview":"Ray Ferrier is a divorced dockworker and less-than-perfect father. Soon after his ex-wife and her new husband drop of his teenage son and young daughter for a rare weekend visit, a strange and powerful lightning storm touches down.","popularity":"48.572726","release_date":"28/6/2005","revenue":"591739379","runtime":"116","movie_status":"Released","tagline":"They're already here.","vote_average":"6.2","vote_count":"2322"}
{ "index": {} }
{"movie_id":"75","title":"Mars Attacks!","budget":"70000000","homepage":"http://marsattacks.warnerbros.com/","overview":"'We come in peace' is not what those green men from Mars mean when they invade our planet, armed with irresistible weapons and a cruel sense of humor.  This star studded cast must play victim to the alien’s fun and games in this comedy homage to science fiction films of the '50s and '60s.","popularity":"44.090535","release_date":"12/12/1996","revenue":"101371017","runtime":"106","movie_status":"Released","tagline":"Nice planet. We'll take it!","vote_average":"6.1","vote_count":"1509"}
{ "index": {} }
{"movie_id":"76","title":"Before Sunrise","budget":"2500000","homepage":"","overview":"A dialogue marathon of a film, this fairytale love story of an American boy and French girl. During a day and a night together in Vienna their two hearts collide.","popularity":"23.672571","release_date":"27/1/1995","revenue":"5535405","runtime":"105","movie_status":"Released","tagline":"Can the greatest romance of your life last only one night?","vote_average":"7.7","vote_count":"959"}
{ "index": {} }
{"movie_id":"77","title":"Memento","budget":"9000000","homepage":"http://www.otnemem.com/","overview":"Suffering short-term memory loss after a head injury, Leonard Shelby embarks on a grim quest to find the lowlife who murdered his wife in this gritty, complex thriller that packs more knots than a hangman's noose. To carry out his plan, Shelby snaps Polaroids of people and places, jotting down contextual notes on the backs of photos to aid in his search and jog his memory. He even tattoos his own body in a desperate bid to remember.","popularity":"60.715151","release_date":"11/10/2000","revenue":"39723096","runtime":"113","movie_status":"Released","tagline":"Some memories are best forgotten.","vote_average":"8.1","vote_count":"4028"}
{ "index": {} }
{"movie_id":"78","title":"Blade Runner","budget":"28000000","homepage":"http://www.warnerbros.com/blade-runner","overview":"In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.","popularity":"94.056131","release_date":"25/6/1982","revenue":"33139618","runtime":"117","movie_status":"Released","tagline":"Man has made his match... now it's his problem.","vote_average":"7.9","vote_count":"3509"}
{ "index": {} }
{"movie_id":"79","title":"英雄","budget":"31000000","homepage":"","overview":"One man defeated three assassins who sought to murder the most powerful warlord in pre-unified China.","popularity":"23.607392","release_date":"19/12/2002","revenue":"177394432","runtime":"99","movie_status":"Released","tagline":"One man's strength will unite an empire.","vote_average":"7.2","vote_count":"635"}
{ "index": {} }
{"movie_id":"80","title":"Before Sunset","budget":"2700000","homepage":"http://www.warnerbros.com/?site=beforesunset#/page=movies&pid=f-57b53b9e/BEFORE_SUNSET&asset=059437/Before_Sunset_-_Trailer_1A&type=video/","overview":"Nine years ago two strangers met by chance and spent a night in Vienna that ended before sunrise. They are about to meet for the first time since. Now they have one afternoon to find out if they belong together.","popularity":"14.799323","release_date":"10/2/2004","revenue":"15992615","runtime":"80","movie_status":"Released","tagline":"What if you had a second chance with the one that got away?","vote_average":"7.6","vote_count":"718"}
{ "index": {} }
{"movie_id":"83","title":"Open Water","budget":"130000","homepage":"","overview":"Two divers are left out at sea without a boat. There’s nothing but water for miles, unless they look at what’s underneath them...","popularity":"15.611857","release_date":"6/8/2004","revenue":"54667954","runtime":"79","movie_status":"Released","tagline":"Scream all you want.","vote_average":"5.4","vote_count":"315"}
{ "index": {} }
{"movie_id":"85","title":"Raiders of the Lost Ark","budget":"18000000","homepage":"http://www.indianajones.com","overview":"When Dr. Indiana Jones – the tweed-suited professor who just happens to be a celebrated archaeologist – is hired by the government to locate the legendary Ark of the Covenant, he finds himself up against the entire Nazi regime.","popularity":"68.159596","release_date":"12/6/1981","revenue":"389925971","runtime":"115","movie_status":"Released","tagline":"Indiana Jones - the new hero from the creators of JAWS and STAR WARS.","vote_average":"7.7","vote_count":"3854"}
{ "index": {} }
{"movie_id":"87","title":"Indiana Jones and the Temple of Doom","budget":"28000000","homepage":"http://www.indianajones.com","overview":"After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees – and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.","popularity":"66.976776","release_date":"23/5/1984","revenue":"333000000","runtime":"118","movie_status":"Released","tagline":"If adventure has a name... it must be Indiana Jones.","vote_average":"7.1","vote_count":"2781"}
{ "index": {} }
{"movie_id":"89","title":"Indiana Jones and the Last Crusade","budget":"48000000","homepage":"http://www.indianajones.com/crusade","overview":"When Dr. Henry Jones Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Indiana must team up with Marcus Brody, Sallah and Elsa Schneider to follow in his father's footsteps and stop the Nazis from recovering the power of eternal life.","popularity":"80.972475","release_date":"24/5/1989","revenue":"474171806","runtime":"127","movie_status":"Released","tagline":"The man with the hat is back. And this time, he's bringing his Dad.","vote_average":"7.6","vote_count":"3152"}
{ "index": {} }
{"movie_id":"90","title":"Beverly Hills Cop","budget":"15000000","homepage":"","overview":"Tough-talking Detroit cop Axel Foley heads to the rarified world of Beverly Hills in his beat-up Chevy Nova to investigate a friend's murder. But soon, he realizes he's stumbled onto something much more complicated. Bungling rookie detective Billy Rosewood joins the fish-out-of-water Axel and shows him the West Los Angeles ropes.","popularity":"29.843818","release_date":"29/11/1984","revenue":"316360478","runtime":"105","movie_status":"Released","tagline":"The Heat Is On!","vote_average":"6.8","vote_count":"961"}
{ "index": {} }
{"movie_id":"95","title":"Armageddon","budget":"140000000","homepage":"","overview":"When an asteroid threatens to collide with Earth, NASA honcho Dan Truman determines the only way to stop it is to drill into its surface and detonate a nuclear bomb. This leads him to renowned driller Harry Stamper, who agrees to helm the dangerous space mission provided he can bring along his own hotshot crew. Among them is the cocksure A.J. who Harry thinks isn't good enough for his daughter, until the mission proves otherwise.","popularity":"58.485967","release_date":"1/7/1998","revenue":"553799566","runtime":"151","movie_status":"Released","tagline":"The Earth's Darkest Day Will Be Man's Finest Hour","vote_average":"6.4","vote_count":"2482"}
{ "index": {} }
{"movie_id":"96","title":"Beverly Hills Cop II","budget":"20000000","homepage":"","overview":"Detroit cop, Axel Foley heads for the land of sunshine and palm trees to find out who shot police Captain Andrew Bogomil. Thanks to a couple of old friends, Axel's investigation uncovers a series of robberies masterminded by a heartless weapons kingpin – and the chase is on.","popularity":"25.28436","release_date":"18/5/1987","revenue":"299965036","runtime":"100","movie_status":"Released","tagline":"","vote_average":"6.1","vote_count":"613"}
{ "index": {} }
{"movie_id":"98","title":"Gladiator","budget":"103000000","homepage":"","overview":"In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos. Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor. As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed. He escapes, but is captured by slave traders. Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences. His battle skills serve him well, and he becomes one of the most famous and admired men to fight in the Colosseum. Determined to avenge himself against the man who took away his freedom and laid waste to his family, Maximus believes that he can use his fame and skill in the ring to avenge the loss of his family and former glory. As the gladiator begins to challenge his rule, Commodus decides to put his own fighting mettle to the test by squaring off with Maximus in a battle to the death.","popularity":"95.301296","release_date":"1/5/2000","revenue":"457640427","runtime":"155","movie_status":"Released","tagline":"A Hero Will Rise.","vote_average":"7.9","vote_count":"5439"}
{ "index": {} }
{"movie_id":"100","title":"Lock, Stock and Two Smoking Barrels","budget":"1350000","homepage":"http://www.universalstudiosentertainment.com/lock-stock-and-two-smoking-barrels/","overview":"A card sharp and his unwillingly-enlisted friends need to make a lot of cash quick after losing a sketchy poker match. To do this they decide to pull a heist on a small-time gang who happen to be operating out of the flat next door.","popularity":"16.032594","release_date":"5/3/1998","revenue":"3897569","runtime":"105","movie_status":"Released","tagline":"A Disgrace to Criminals Everywhere.","vote_average":"7.5","vote_count":"1648"}
{ "index": {} }
{"movie_id":"103","title":"Taxi Driver","budget":"1300000","homepage":"","overview":"A mentally unstable Vietnam War veteran works as a night-time taxi driver in New York City where the perceived decadence and sleaze feeds his urge for violent action, attempting to save a preadolescent prostitute in the process.","popularity":"58.845025","release_date":"7/2/1976","revenue":"28262574","runtime":"114","movie_status":"Released","tagline":"On every street in every city, there's a nobody who dreams of being a somebody.","vote_average":"8","vote_count":"2535"}
{ "index": {} }
{"movie_id":"104","title":"Lola rennt","budget":"1530000","homepage":"","overview":"Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.","popularity":"27.36562","release_date":"20/8/1998","revenue":"7267585","runtime":"81","movie_status":"Released","tagline":"Every second of every day you're faced with a decision that can change your life.","vote_average":"7.2","vote_count":"664"}
{ "index": {} }
{"movie_id":"105","title":"Back to the Future","budget":"19000000","homepage":"http://www.backtothefuture.com/movies/backtothefuture1","overview":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.","popularity":"76.603233","release_date":"3/7/1985","revenue":"381109762","runtime":"116","movie_status":"Released","tagline":"He's the only kid ever to get into trouble before he was born.","vote_average":"8","vote_count":"6079"}
{ "index": {} }
{"movie_id":"106","title":"Predator","budget":"18000000","homepage":"","overview":"Dutch and his group of commandos are hired by the CIA to rescue downed airmen from guerillas in a Central American jungle. The mission goes well but as they return they find that something is hunting them. Nearly invisible, it blends in with the forest, taking trophies from the bodies of its victims as it goes along. Occasionally seeing through its eyes, the audience sees it is an intelligent alien hunter, hunting them for sport, killing them off one at a time.","popularity":"50.009408","release_date":"11/6/1987","revenue":"98235548","runtime":"107","movie_status":"Released","tagline":"If it bleeds, we can kill it...","vote_average":"7.3","vote_count":"2093"}
{ "index": {} }
{"movie_id":"107","title":"Snatch","budget":"10000000","homepage":"","overview":"The second film from British director Guy Ritchie. Snatch tells an obscure story similar to his first fast-paced crazy character-colliding filled film “Lock, Stock and Two Smoking Barrels.” There are two overlapping stories here – one is the search for a stolen diamond, and the other about a boxing promoter who’s having trouble with a psychotic gangster.","popularity":"53.595686","release_date":"1/9/2000","revenue":"83557872","runtime":"103","movie_status":"Released","tagline":"Stealin' Stones and Breakin' Bones.","vote_average":"7.7","vote_count":"2912"}
{ "index": {} }
{"movie_id":"111","title":"Scarface","budget":"25000000","homepage":"","overview":"After getting a green card in exchange for assassinating a Cuban government official, Tony Montana stakes a claim on the drug trade in Miami. Viciously murdering anyone who stands in his way, Tony eventually becomes the biggest drug lord in the state, controlling nearly all the cocaine that comes through Miami. But increased pressure from the police, wars with Colombian drug cartels and his own drug-fueled paranoia serve to fuel the flames of his eventual downfall.","popularity":"70.105981","release_date":"8/12/1983","revenue":"65884703","runtime":"170","movie_status":"Released","tagline":"The world is yours...","vote_average":"8","vote_count":"2948"}
{ "index": {} }
{"movie_id":"114","title":"Pretty Woman","budget":"14000000","homepage":"","overview":"When millionaire wheeler-dealer Edward Lewis enters a business contract with Hollywood hooker Vivian Ward, he loses his heart in the bargain in this charming romantic comedy. After Edward hires Vivian as his date for a week and gives her a Cinderella makeover, she returns the favor by mellowing the hardnosed tycoon's outlook. Can the poor prostitute and the rich capitalist live happily ever after?","popularity":"45.473484","release_date":"23/3/1990","revenue":"463000000","runtime":"119","movie_status":"Released","tagline":"Who knew it was so much fun to be a hooker?","vote_average":"7","vote_count":"1746"}
{ "index": {} }
{"movie_id":"115","title":"The Big Lebowski","budget":"15000000","homepage":"http://www.biglebowskibluray.com/splash.php","overview":"Jeffrey \"The Dude\" Lebowski, a Los Angeles slacker who only wants to bowl and drink white Russians, is mistaken for another Jeffrey Lebowski, a wheelchair-bound millionaire, and finds himself dragged into a strange series of events involving nihilists, adult film producers, ferrets, errant toes, and large sums of money.","popularity":"49.230089","release_date":"6/3/1998","revenue":"46189568","runtime":"117","movie_status":"Released","tagline":"Times like these call for a Big Lebowski.","vote_average":"7.8","vote_count":"2926"}
{ "index": {} }
{"movie_id":"116","title":"Match Point","budget":"15000000","homepage":"","overview":"Match Point is Woody Allen’s satire of the British High Society and the ambition of a young tennis instructor to enter into it. Yet when he must decide between two women - one assuring him his place in high society, and the other that would bring him far from it - palms start to sweat and a dark psychological match in his head begins.","popularity":"30.669913","release_date":"26/10/2005","revenue":"85306374","runtime":"124","movie_status":"Released","tagline":"Passion Temptation Obsession","vote_average":"7.3","vote_count":"1105"}
{ "index": {} }
{"movie_id":"117","title":"The Untouchables","budget":"25000000","homepage":"","overview":"Young Treasury Agent Elliot Ness arrives in Chicago and is determined to take down Al Capone, but it's not going to be easy because Capone has the police in his pocket. Ness meets Jimmy Malone, a veteran patrolman and probably the most honorable one on the force. He asks Malone to help him get Capone, but Malone warns him that if he goes after Capone, he is going to war.","popularity":"38.272889","release_date":"2/6/1987","revenue":"76270454","runtime":"119","movie_status":"Released","tagline":"What are you prepared to do?","vote_average":"7.6","vote_count":"1384"}
{ "index": {} }
{"movie_id":"118","title":"Charlie and the Chocolate Factory","budget":"150000000","homepage":"https://www.warnerbros.com/charlie-and-chocolate-factory","overview":"A young boy wins a tour through the most magnificent chocolate factory in the world, led by the world's most unusual candy maker.","popularity":"53.905592","release_date":"13/7/2005","revenue":"474968763","runtime":"115","movie_status":"Released","tagline":"Willy Wonka is semi-sweet and nuts.","vote_average":"6.7","vote_count":"3624"}
{ "index": {} }
{"movie_id":"120","title":"The Lord of the Rings: The Fellowship of the Ring","budget":"93000000","homepage":"http://www.lordoftherings.net/","overview":"Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.","popularity":"138.049577","release_date":"18/12/2001","revenue":"871368364","runtime":"178","movie_status":"Released","tagline":"One ring to rule them all","vote_average":"8","vote_count":"8705"}
{ "index": {} }
{"movie_id":"121","title":"The Lord of the Rings: The Two Towers","budget":"79000000","homepage":"http://www.lordoftherings.net/","overview":"Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.","popularity":"106.914973","release_date":"18/12/2002","revenue":"926287400","runtime":"179","movie_status":"Released","tagline":"A New Power Is Rising.","vote_average":"8","vote_count":"7487"}
{ "index": {} }
{"movie_id":"122","title":"The Lord of the Rings: The Return of the King","budget":"94000000","homepage":"http://www.lordoftherings.net","overview":"Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam bring the ring closer to the heart of Mordor, the dark lord's realm.","popularity":"123.630332","release_date":"1/12/2003","revenue":"1118888979","runtime":"201","movie_status":"Released","tagline":"The eye of the enemy is moving.","vote_average":"8.1","vote_count":"8064"}
{ "index": {} }
{"movie_id":"128","title":"もののけ姫","budget":"26500000","homepage":"","overview":"Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.","popularity":"60.732738","release_date":"12/7/1997","revenue":"159375308","runtime":"134","movie_status":"Released","tagline":"The Fate Of The World Rests On The Courage Of One Warrior.","vote_average":"8.2","vote_count":"1983"}
{ "index": {} }
{"movie_id":"129","title":"千と千尋の神隠し","budget":"15000000","homepage":"http://movies.disney.com/spirited-away","overview":"A ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?","popularity":"118.968562","release_date":"20/7/2001","revenue":"274925095","runtime":"125","movie_status":"Released","tagline":"The tunnel led Chihiro to a mysterious town...","vote_average":"8.3","vote_count":"3840"}
{ "index": {} }
{"movie_id":"134","title":"O Brother, Where Art Thou?","budget":"26000000","homepage":"","overview":"In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them. On their journey they come across many comical characters and incredible situations. Based upon Homer's 'Odyssey'.","popularity":"39.742009","release_date":"30/8/2000","revenue":"71868327","runtime":"106","movie_status":"Released","tagline":"They have a plan...but not a clue.","vote_average":"7.3","vote_count":"1112"}
{ "index": {} }
{"movie_id":"137","title":"Groundhog Day","budget":"14600000","homepage":"","overview":"A narcissistic TV weatherman, along with his attractive-but-distant producer and mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.","popularity":"52.744331","release_date":"11/2/1993","revenue":"70906973","runtime":"101","movie_status":"Released","tagline":"He's having the worst day of his life... over, and over...","vote_average":"7.4","vote_count":"2301"}
{ "index": {} }
{"movie_id":"141","title":"Donnie Darko","budget":"6000000","homepage":"","overview":"After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.","popularity":"61.210016","release_date":"18/1/2001","revenue":"1270522","runtime":"113","movie_status":"Released","tagline":"You can never go too far","vote_average":"7.7","vote_count":"3452"}
{ "index": {} }
{"movie_id":"142","title":"Brokeback Mountain","budget":"14000000","homepage":"http://www.brokebackmountain.com","overview":"Brokeback Mountain is an Ang Lee film about two modern day cowboys who meet on a shepherding job in the summer of ’63. The two share a raw and powerful summer together that turns into a life long relationship conflicting with the lives they are supposed to live.","popularity":"44.135568","release_date":"2/9/2005","revenue":"178043761","runtime":"134","movie_status":"Released","tagline":"Love is a force of nature.","vote_average":"7.5","vote_count":"1480"}
{ "index": {} }
{"movie_id":"146","title":"卧虎藏龙","budget":"17000000","homepage":"","overview":"Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically-skilled, teenage nobleman's daughter, who is at a crossroads in her life.","popularity":"45.742254","release_date":"1/10/2000","revenue":"213525736","runtime":"120","movie_status":"Released","tagline":"A timeless story of strength, secrets and two warriors who would never surrender.","vote_average":"7.2","vote_count":"927"}
{ "index": {} }
{"movie_id":"149","title":"アキラ","budget":"8000000","homepage":"http://www.bandaivisual.co.jp/akira/","overview":"Childhood friends Tetsuo and Kaneda are pulled into the post-apocalyptic underworld of Neo-Tokyo and forced to fight for their very survival. Kaneda is a bike gang leader, and Tetsuo is a member of a tough motorcycle crew who becomes involved in a covert government project called Akira. But a bloody battle ensues when Kaneda sets out to save his friend.","popularity":"39.338097","release_date":"16/7/1988","revenue":"553171","runtime":"124","movie_status":"Released","tagline":"Neo-Tokyo is about to E.X.P.L.O.D.E.","vote_average":"7.8","vote_count":"773"}
{ "index": {} }
{"movie_id":"152","title":"Star Trek: The Motion Picture","budget":"35000000","homepage":"","overview":"When a destructive space entity is spotted approaching Earth, Admiral Kirk resumes command of the Starship Enterprise in order to intercept, examine, and hopefully stop it.","popularity":"24.616634","release_date":"6/12/1979","revenue":"139000000","runtime":"132","movie_status":"Released","tagline":"The human adventure is just beginning.","vote_average":"6.2","vote_count":"530"}
{ "index": {} }
{"movie_id":"153","title":"Lost in Translation","budget":"4000000","homepage":"","overview":"Two lost souls visiting Tokyo -- the young, neglected wife of a photographer and a washed-up movie star shooting a TV commercial -- find an odd solace and pensive freedom to be real in each other's company, away from their lives in America.","popularity":"45.66662","release_date":"31/8/2003","revenue":"119723856","runtime":"102","movie_status":"Released","tagline":"Everyone wants to be found.","vote_average":"7.3","vote_count":"1895"}
{ "index": {} }
{"movie_id":"154","title":"Star Trek II: The Wrath of Khan","budget":"12000000","homepage":"","overview":"Admiral James T. Kirk is feeling old; the prospect of accompanying his old ship the Enterprise on a two week cadet cruise is not making him feel any younger. But the training cruise becomes a a life or death struggle when Khan escapes from years of exile and captures the power of creation itself.","popularity":"22.434102","release_date":"3/6/1982","revenue":"96800000","runtime":"113","movie_status":"Released","tagline":"At the end of the universe lies the beginning of vengeance.","vote_average":"7.3","vote_count":"675"}
{ "index": {} }
{"movie_id":"155","title":"The Dark Knight","budget":"185000000","homepage":"http://thedarkknight.warnerbros.com/dvdsite/","overview":"Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.","popularity":"187.322927","release_date":"16/7/2008","revenue":"1004558444","runtime":"152","movie_status":"Released","tagline":"Why So Serious?","vote_average":"8.2","vote_count":"12002"}
{ "index": {} }
{"movie_id":"157","title":"Star Trek III: The Search for Spock","budget":"18000000","homepage":"","overview":"Admiral Kirk and his bridge crew risk their careers stealing the decommissioned Enterprise to return to the restricted Genesis planet to recover Spock's body.","popularity":"15.314027","release_date":"31/5/1984","revenue":"87000000","runtime":"105","movie_status":"Released","tagline":"A dying planet. A fight for life.","vote_average":"6.4","vote_count":"434"}
{ "index": {} }
{"movie_id":"161","title":"Ocean's Eleven","budget":"85000000","homepage":"http://www.warnerbros.co.uk/movies/oceans-eleven","overview":"Less than 24 hours into his parole, charismatic thief Danny Ocean is already rolling out his next plan: In one night, Danny's hand-picked crew of specialists will attempt to steal more than $150 million from three Las Vegas casinos. But to score the cash, Danny risks his chances of reconciling with ex-wife, Tess.","popularity":"60.929352","release_date":"7/12/2001","revenue":"450717150","runtime":"116","movie_status":"Released","tagline":"Are you in or out?","vote_average":"7.2","vote_count":"3783"}
{ "index": {} }
{"movie_id":"162","title":"Edward Scissorhands","budget":"20000000","homepage":"","overview":"A small suburban town receives a visit from a castaway unfinished science experiment named Edward.","popularity":"47.51363","release_date":"5/12/1990","revenue":"53000000","runtime":"105","movie_status":"Released","tagline":"His scars run deep.","vote_average":"7.5","vote_count":"3601"}
{ "index": {} }
{"movie_id":"163","title":"Ocean's Twelve","budget":"110000000","homepage":"http://oceans12.warnerbros.com/","overview":"Danny Ocean reunites with his old flame and the rest of his merry band of thieves in carrying out three huge heists in Rome, Paris and Amsterdam – but a Europol agent is hot on their heels.","popularity":"76.840712","release_date":"9/12/2004","revenue":"362744280","runtime":"125","movie_status":"Released","tagline":"Twelve is the new eleven.","vote_average":"6.4","vote_count":"2124"}
{ "index": {} }
{"movie_id":"165","title":"Back to the Future Part II","budget":"40000000","homepage":"http://www.backtothefuture.com/movies/backtothefuture2","overview":"Marty and Doc are at it again in this wacky sequel to the 1985 blockbuster as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.","popularity":"43.345252","release_date":"20/11/1989","revenue":"332000000","runtime":"108","movie_status":"Released","tagline":"Roads? Where we're going, we don't need roads!","vote_average":"7.4","vote_count":"3829"}
{ "index": {} }
{"movie_id":"167","title":"K-PAX","budget":"48000000","homepage":"http://www.k-pax.com/","overview":"Prot is a patient at a mental hospital who claims to be from a far away Planet. His psychiatrist tries to help him, only to begin to doubt his own explanations.","popularity":"30.920075","release_date":"22/10/2001","revenue":"50315140","runtime":"120","movie_status":"Released","tagline":"Change the way you look at the world.","vote_average":"7.1","vote_count":"695"}
{ "index": {} }
{"movie_id":"168","title":"Star Trek IV: The Voyage Home","budget":"24000000","homepage":"","overview":"Fugitives of the Federation for their daring rescue of Spock from the doomed Genesis Planet, Admiral Kirk (William Shatner) and his crew begin their journey home to face justice for their actions. But as they near Earth, they find it at the mercy of a mysterious alien presence whose signals are slowly destroying the planet. In a desperate attempt to answer the call of the probe, Kirk and his crew race back to the late twentieth century. However they soon find the world they once knew to be more alien than anything they've encountered in the far reaches of the galaxy!","popularity":"22.258428","release_date":"25/11/1986","revenue":"133000000","runtime":"119","movie_status":"Released","tagline":"The key to saving the future can only be found in the past.","vote_average":"6.9","vote_count":"477"}
{ "index": {} }
{"movie_id":"169","title":"Predator 2","budget":"35000000","homepage":"","overview":"Ten years after a band of mercenaries first battled a vicious alien, the invisible creature from another world has returned to Earth -- and this time, it's drawn to the gang-ruled and ravaged city of Los Angeles. When it starts murdering drug dealers, detective-lieutenant Mike Harrigan and his police force set out to capture the creature, ignoring warnings from a mysterious government agent to stay away.","popularity":"27.934978","release_date":"20/11/1990","revenue":"57120318","runtime":"108","movie_status":"Released","tagline":"Silent. Invisible. Invincible. He's in town with a few days to kill.","vote_average":"5.9","vote_count":"730"}
{ "index": {} }
{"movie_id":"170","title":"28 Days Later","budget":"5000000","homepage":"","overview":"Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.","popularity":"45.490374","release_date":"31/10/2002","revenue":"82719885","runtime":"113","movie_status":"Released","tagline":"His fear began when he woke up alone. His terror began when he realised he wasn't.","vote_average":"7.1","vote_count":"1777"}
{ "index": {} }
{"movie_id":"172","title":"Star Trek V: The Final Frontier","budget":"30000000","homepage":"","overview":"Capt. Kirk and his crew must deal with Mr. Spock's half brother who kidnaps three diplomats and hijacks the Enterprise in his obsessive search for God.","popularity":"19.578249","release_date":"9/6/1989","revenue":"70200000","runtime":"107","movie_status":"Released","tagline":"Adventure and imagination will meet at the final frontier.","vote_average":"5.6","vote_count":"376"}
{ "index": {} }
{"movie_id":"173","title":"20,000 Leagues Under the Sea","budget":"5000000","homepage":"","overview":"A ship sent to investigate a wave of mysterious sinkings encounters the advanced submarine, the Nautilus, commanded by Captain Nemo.","popularity":"9.358197","release_date":"23/12/1954","revenue":"28200000","runtime":"127","movie_status":"Released","tagline":"The mightiest motion picture of them all!","vote_average":"6.8","vote_count":"157"}
{ "index": {} }
{"movie_id":"174","title":"Star Trek VI: The Undiscovered Country","budget":"27000000","homepage":"","overview":"On the eve of retirement, Kirk and McCoy are charged with assassinating the Klingon High Chancellor and imprisoned. The Enterprise crew must help them escape to thwart a conspiracy aimed at sabotaging the last best hope for peace.","popularity":"16.188572","release_date":"5/12/1991","revenue":"96900000","runtime":"113","movie_status":"Released","tagline":"The battle for peace has begun.","vote_average":"6.7","vote_count":"413"}
{ "index": {} }
{"movie_id":"176","title":"Saw","budget":"1200000","homepage":"","overview":"Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...","popularity":"63.655973","release_date":"1/10/2004","revenue":"103911669","runtime":"103","movie_status":"Released","tagline":"Live or die. Make your choice.","vote_average":"7.2","vote_count":"2184"}
{ "index": {} }
{"movie_id":"177","title":"The Fisher King","budget":"24000000","homepage":"","overview":"Two troubled men face their terrible destinies and events of their past as they join together on a mission to find the Holy Grail and thus to save themselves.","popularity":"16.146572","release_date":"9/9/1991","revenue":"41895491","runtime":"137","movie_status":"Released","tagline":"A Modern Day Tale About The Search For Love, Sanity, Ethel Merman And The Holy Grail.","vote_average":"7.2","vote_count":"341"}
{ "index": {} }
{"movie_id":"179","title":"The Interpreter","budget":"80000000","homepage":"http://www.theinterpretermovie.com/","overview":"After Silvia Broome, an interpreter at United Nations headquarters, overhears plans of an assassination, an American Secret Service agent is sent to investigate.","popularity":"18.69984","release_date":"8/4/2005","revenue":"162944923","runtime":"128","movie_status":"Released","tagline":"The truth needs no translation.","vote_average":"6.2","vote_count":"392"}
{ "index": {} }
{"movie_id":"180","title":"Minority Report","budget":"102000000","homepage":"","overview":"John Anderton is a top 'Precrime' cop in the late-21st century, when technology can predict crimes before they're committed. But Anderton becomes the quarry when another investigator targets him for a murder charge.","popularity":"65.948959","release_date":"20/6/2002","revenue":"358372926","runtime":"145","movie_status":"Released","tagline":"The system is perfect until it comes after you.","vote_average":"7.1","vote_count":"2608"}
{ "index": {} }
{"movie_id":"182","title":"The Good German","budget":"32000000","homepage":"http://www.the-good-german.de","overview":"An American journalist played by George Clooney arrives in Berlin just after the end of World War Two. He becomes involved in a murder mystery surrounding a dead GI who washes up at a lakeside mansion during the Potsdam negotiations between the Allied powers. Soon his investigation connects with his search for his married pre-war German lover played by Cate Blanchett.","popularity":"5.347936","release_date":"8/12/2006","revenue":"5914908","runtime":"108","movie_status":"Released","tagline":"If war is Hell, then what comes after?","vote_average":"5.9","vote_count":"86"}
{ "index": {} }
{"movie_id":"184","title":"Jackie Brown","budget":"12000000","homepage":"","overview":"Jackie Brown is a flight attendant who gets caught in the middle of smuggling cash into the country for her gunrunner boss. When the cops try to use Jackie to get to her boss, she hatches a plan—with help from a bail bondsman—to keep the money for herself. Based on Elmore Leonard's novel “Rum Punch”.","popularity":"40.631671","release_date":"24/12/1997","revenue":"39673162","runtime":"154","movie_status":"Released","tagline":"Six players on the trail of a half a million in Cash. There's only one question... Who's playing who?","vote_average":"7.3","vote_count":"1514"}
{ "index": {} }
{"movie_id":"186","title":"Lucky Number Slevin","budget":"27000000","homepage":"","overview":"Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma. A film with many twists and turns.","popularity":"36.921445","release_date":"24/2/2006","revenue":"56308881","runtime":"110","movie_status":"Released","tagline":"Wrong Time. Wrong Place. Wrong Number.","vote_average":"7.4","vote_count":"1323"}
{ "index": {} }
{"movie_id":"187","title":"Sin City","budget":"40000000","homepage":"http://www.miramax.com/movie/sin-city/","overview":"Welcome to Sin City. This town beckons to the tough, the corrupt, the brokenhearted. Some call it dark… Hard-boiled. Then there are those who call it home — Crooked cops, sexy dames, desperate vigilantes. Some are seeking revenge, others lust after redemption, and then there are those hoping for a little of both. A universe of unlikely and reluctant heroes still trying to do the right thing in a city that refuses to care.","popularity":"66.003433","release_date":"1/4/2005","revenue":"158733820","runtime":"124","movie_status":"Released","tagline":"Walk down the right back alley in Sin City and you can find anything...","vote_average":"7.2","vote_count":"2691"}
{ "index": {} }
{"movie_id":"189","title":"Sin City: A Dame to Kill For","budget":"65000000","homepage":"http://sincity-2.com/","overview":"Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.","popularity":"85.428395","release_date":"20/8/2014","revenue":"39407616","runtime":"102","movie_status":"Released","tagline":"There is no justice without sin.","vote_average":"6.3","vote_count":"1286"}
{ "index": {} }
{"movie_id":"193","title":"Star Trek: Generations","budget":"38000000","homepage":"","overview":"Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.","popularity":"14.779041","release_date":"17/11/1994","revenue":"120000000","runtime":"118","movie_status":"Released","tagline":"Boldly go.","vote_average":"6.4","vote_count":"452"}
{ "index": {} }
{"movie_id":"194","title":"Le fabuleux destin d'Amélie Poulain","budget":"10000000","homepage":"http://www.die-fabelhafte-welt-der-amelie.de","overview":"At a tiny Parisian café, the adorable yet painfully shy Amélie (Audrey Tautou) accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?","popularity":"73.720244","release_date":"25/4/2001","revenue":"173921954","runtime":"122","movie_status":"Released","tagline":"One person can change your life forever.","vote_average":"7.8","vote_count":"3310"}
{ "index": {} }
{"movie_id":"196","title":"Back to the Future Part III","budget":"40000000","homepage":"http://www.backtothefuture.com/movies/backtothefuture3","overview":"The final installment of the Back to the Future trilogy finds Marty digging the trusty DeLorean out of a mineshaft and looking up Doc in the Wild West of 1885. But when their time machine breaks down, the travelers are stranded in a land of spurs. More problems arise when Doc falls for pretty schoolteacher Clara Clayton, and Marty tangles with Buford Tannen.","popularity":"45.769562","release_date":"25/5/1990","revenue":"244527583","runtime":"118","movie_status":"Released","tagline":"They've saved the best trip for last... But this time they may have gone too far.","vote_average":"7.1","vote_count":"2900"}
{ "index": {} }
{"movie_id":"197","title":"Braveheart","budget":"72000000","homepage":"","overview":"Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.","popularity":"60.722162","release_date":"24/5/1995","revenue":"210000000","runtime":"177","movie_status":"Released","tagline":"Every man dies. Not every man truly lives.","vote_average":"7.7","vote_count":"3336"}
{ "index": {} }
{"movie_id":"199","title":"Star Trek: First Contact","budget":"46000000","homepage":"http://www.startrek.com/startrek/view/series/MOV/008/index.html","overview":"The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.","popularity":"25.6713","release_date":"21/11/1996","revenue":"150000000","runtime":"111","movie_status":"Released","tagline":"Resistance is futile.","vote_average":"7","vote_count":"661"}
{ "index": {} }
{"movie_id":"200","title":"Star Trek: Insurrection","budget":"70000000","homepage":"","overview":"When an alien race and factions within Starfleet attempt to take over a planet that has \"regenerative\" properties, it falls upon Captain Picard and the crew of the Enterprise to defend the planet's people as well as the very ideals upon which the Federation itself was founded.","popularity":"19.711951","release_date":"10/12/1998","revenue":"118000000","runtime":"103","movie_status":"Released","tagline":"The battle for paradise has begun.","vote_average":"6.3","vote_count":"391"}
{ "index": {} }
{"movie_id":"201","title":"Star Trek: Nemesis","budget":"60000000","homepage":"","overview":"En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.","popularity":"21.605533","release_date":"13/12/2002","revenue":"67312826","runtime":"117","movie_status":"Released","tagline":"A generation's final journey... begins.","vote_average":"6.1","vote_count":"479"}
{ "index": {} }
{"movie_id":"203","title":"Mean Streets","budget":"500000","homepage":"","overview":"A small-time hood must choose from among love, friendship and the chance to rise within the mob.","popularity":"17.002096","release_date":"2/10/1973","revenue":"3000000","runtime":"110","movie_status":"Released","tagline":"You don't make up for your sins in church. You do it in the streets...","vote_average":"7.2","vote_count":"345"}
{ "index": {} }
{"movie_id":"205","title":"Hotel Rwanda","budget":"17500000","homepage":"http://www.metrofilms.com/hotelrwanda/","overview":"Inspired by true events, this film takes place in Rwanda in the 1990s when more than a million Tutsis were killed in a genocide that went mostly unnoticed by the rest of the world. Hotel owner Paul Rusesabagina houses over a thousand refuges in his hotel in attempt to save their lives.","popularity":"28.60542","release_date":"11/9/2004","revenue":"38000000","runtime":"121","movie_status":"Released","tagline":"When the world closed its eyes, he opened his arms.","vote_average":"7.5","vote_count":"793"}
{ "index": {} }
{"movie_id":"207","title":"Dead Poets Society","budget":"16400000","homepage":"","overview":"At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster.","popularity":"55.458584","release_date":"2/6/1989","revenue":"235860116","runtime":"129","movie_status":"Released","tagline":"He was their inspiration. He made their lives extraordinary.","vote_average":"8.1","vote_count":"2705"}
{ "index": {} }
{"movie_id":"214","title":"Saw III","budget":"10000000","homepage":"","overview":"Jigsaw has disappeared. Along with his new apprentice Amanda, the puppet-master behind the cruel, intricate games that have terrified a community and baffled police has once again eluded capture and vanished. While city detective scramble to locate him, Doctor Lynn Denlon and Jeff Reinhart are unaware that they are about to become the latest pawns on his vicious chessboard.","popularity":"33.124871","release_date":"27/10/2006","revenue":"163876815","runtime":"108","movie_status":"Released","tagline":"Suffering? You Haven't Seen Anything Yet...","vote_average":"6.1","vote_count":"1071"}
{ "index": {} }
{"movie_id":"215","title":"Saw II","budget":"4000000","homepage":"","overview":"When a new murder victim is discovered with all the signs of Jigsaw's hand, Detective Eric Matthews begins a full investigation and apprehends Jigsaw with little effort. But for Jigsaw, getting caught is just another part of his plan. Eight more of his victims are already fighting for their lives and now it's time for Matthews to join the game...","popularity":"42.187986","release_date":"28/10/2005","revenue":"152925093","runtime":"92","movie_status":"Released","tagline":"Oh Yes... There Will Be Blood.","vote_average":"6.3","vote_count":"1251"}
{ "index": {} }
{"movie_id":"217","title":"Indiana Jones and the Kingdom of the Crystal Skull","budget":"185000000","homepage":"http://www.indianajones.com/site/index.html","overview":"Set during the Cold War, the Soviets – led by sword-wielding Irina Spalko – are in search of a crystal skull which has supernatural powers related to a mystical Lost City of Gold. After being captured and then escaping from them, Indy is coerced to head to Peru at the behest of a young man whose friend – and Indy's colleague – Professor Oxley has been captured for his knowledge of the skull's whereabouts.","popularity":"75.674458","release_date":"21/5/2008","revenue":"786636033","runtime":"122","movie_status":"Released","tagline":"The adventure continues . . .","vote_average":"5.7","vote_count":"2495"}
{ "index": {} }
{"movie_id":"218","title":"The Terminator","budget":"6400000","homepage":"http://www.mgm.com/#/our-titles/1970/The-Terminator/","overview":"In the post-apocalyptic future, reigning tyrannical supercomputers teleport a cyborg assassin known as the \"Terminator\" back to 1984 to kill Sarah Connor, whose unborn son is destined to lead insurgents against 21st century mechanical hegemony. Meanwhile, the human-resistance movement dispatches a lone warrior to safeguard Sarah. Can he stop the virtually indestructible killing machine?","popularity":"74.234793","release_date":"26/10/1984","revenue":"78371200","runtime":"108","movie_status":"Released","tagline":"Your future is in his hands.","vote_average":"7.3","vote_count":"4128"}
{ "index": {} }
{"movie_id":"219","title":"Volver","budget":"12899867","homepage":"http://www.volver-lapelicula.com","overview":"Raimunda (Penélope Cruz) works and lives Madrid with her husband Paco and daughter Paula. Her sister Sole (Lola Dueñas) lives nearby and they both miss their mother Irene (Carmen Maura), who died several years ago in a house fire along with their father. A former neighbor from their hometown reports that she has seen the ghost of Irene and both daughters do not believe her. After a murder and a family tragedy, Irene's spirit materializes around her daughters to help comfort them.","popularity":"19.747809","release_date":"16/3/2006","revenue":"85582407","runtime":"121","movie_status":"Released","tagline":"Return.","vote_average":"7.3","vote_count":"406"}
{ "index": {} }
{"movie_id":"223","title":"Rebecca","budget":"1288000","homepage":"","overview":"A self-conscious bride is tormented by the memory of her husband's dead first wife.","popularity":"18.426825","release_date":"12/4/1940","revenue":"6000000","runtime":"130","movie_status":"Released","tagline":"The shadow of this woman darkened their love.","vote_average":"7.7","vote_count":"336"}
{ "index": {} }
{"movie_id":"226","title":"Boys Don't Cry","budget":"2000000","homepage":"http://www.foxsearchlight.com/boysdontcry/","overview":"Female born, Teena Brandon adopts his male identity of Brandon Teena and attempts to find himself and love in Nebraska.","popularity":"15.557144","release_date":"2/9/1999","revenue":"11540607","runtime":"118","movie_status":"Released","tagline":"A true story about finding the courage to be yourself.","vote_average":"7.2","vote_count":"353"}
{ "index": {} }
{"movie_id":"227","title":"The Outsiders","budget":"10000000","homepage":"","overview":"When two poor greasers, Johnny, and Ponyboy are assaulted by a vicious gang, the socs, and Johnny kills one of the attackers, tension begins to mount between the two rival gangs, setting off a turbulent chain of events.","popularity":"13.455373","release_date":"25/3/1983","revenue":"33697647","runtime":"91","movie_status":"Released","tagline":"They grew up on the outside of society. They weren't looking for a fight. They were looking to belong.","vote_average":"6.9","vote_count":"291"}
{ "index": {} }
{"movie_id":"231","title":"Syriana","budget":"50000000","homepage":"http://syrianamovie.warnerbros.com/","overview":"The Middle Eastern oil industry is the backdrop of this tense drama, which weaves together numerous story lines. Bennett Holiday is an American lawyer in charge of facilitating a dubious merger of oil companies, while Bryan Woodman, a Switzerland-based energy analyst, experiences both personal tragedy and opportunity during a visit with Arabian royalty. Meanwhile, veteran CIA agent Bob Barnes uncovers an assassination plot with unsettling origins.","popularity":"16.871194","release_date":"23/11/2005","revenue":"94000000","runtime":"128","movie_status":"Released","tagline":"Everything is connected.","vote_average":"6.3","vote_count":"451"}
{ "index": {} }
{"movie_id":"235","title":"Stand by Me","budget":"8000000","homepage":"","overview":"After the death of a friend, a writer recounts a boyhood journey to find the body of a missing boy.","popularity":"51.109279","release_date":"22/8/1986","revenue":"52287414","runtime":"89","movie_status":"Released","tagline":"For some, it's the last real taste of innocence, and the first real taste of life. But for everyone, it's the time that memories are made of.","vote_average":"7.8","vote_count":"1522"}
{ "index": {} }
{"movie_id":"238","title":"The Godfather","budget":"6000000","homepage":"http://www.thegodfather.com/","overview":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.","popularity":"143.659698","release_date":"14/3/1972","revenue":"245066411","runtime":"175","movie_status":"Released","tagline":"An offer you can't refuse.","vote_average":"8.4","vote_count":"5893"}
{ "index": {} }
{"movie_id":"239","title":"Some Like It Hot","budget":"2883848","homepage":"","overview":"Two musicians witness a mob hit and struggle to find a way out of the city before they are found by the gangsters. Their only opportunity is to join an all-girl band as they leave on a tour. To make their getaway they must first disguise themselves as women, then keep their identities secret and deal with the problems this brings - such as an attractive bandmate and a very determined suitor.","popularity":"39.30982","release_date":"18/3/1959","revenue":"25000000","runtime":"122","movie_status":"Released","tagline":"The movie too HOT for words!","vote_average":"8","vote_count":"808"}
{ "index": {} }
{"movie_id":"240","title":"The Godfather: Part II","budget":"13000000","homepage":"","overview":"In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.","popularity":"105.792936","release_date":"20/12/1974","revenue":"47542841","runtime":"200","movie_status":"Released","tagline":"I don't feel I have to wipe everybody out, Tom. Just my enemies.","vote_average":"8.3","vote_count":"3338"}
{ "index": {} }
{"movie_id":"242","title":"The Godfather: Part III","budget":"54000000","homepage":"http://www.imdb.com/title/tt0099674/","overview":"In the midst of trying to legitimize his business dealings in 1979 New York and Italy, aging mafia don, Michael Corleone seeks forgiveness for his sins while taking a young protege under his wing.","popularity":"59.194915","release_date":"24/12/1990","revenue":"136766062","runtime":"162","movie_status":"Released","tagline":"All the power on earth can't change destiny.","vote_average":"7.1","vote_count":"1546"}
{ "index": {} }
{"movie_id":"243","title":"High Fidelity","budget":"30000000","homepage":"","overview":"When record store owner Rob Gordon gets dumped by his girlfriend, Laura, because he hasn't changed since they met, he revisits his top five breakups of all time in an attempt to figure out what went wrong. As Rob seeks out his former lovers to find out why they left, he keeps up his efforts to win Laura back.","popularity":"23.982956","release_date":"17/3/2000","revenue":"47126295","runtime":"113","movie_status":"Released","tagline":"A comedy about fear of commitment, hating your job, falling in love and other pop favorites.","vote_average":"7","vote_count":"628"}
{ "index": {} }
{"movie_id":"245","title":"About a Boy","budget":"27000000","homepage":"http://movies.uip.de/aboutaboy/","overview":"Will Freeman is a hip Londoner who one day realizes that his friends are all involved with the responsibilities of married life and that leaves him alone in the cold. Passing himself off as a single father, he starts to meet a string of single mums, confident in his ability to leave them behind when they start to ask for a commitment. But Will's hope of a continued bachelorhood is interrupted when he meets 12-year old Marcus, in many ways his complete opposite.","popularity":"28.227984","release_date":"26/4/2002","revenue":"129000000","runtime":"101","movie_status":"Released","tagline":"One ordinary couple. One little white lie.","vote_average":"6.6","vote_count":"607"}
{ "index": {} }
{"movie_id":"248","title":"Pocketful of Miracles","budget":"2900000","homepage":"","overview":"Damon Runyon's fairytale, sweet and funny, is told by director Frank Capra. Boozy, brassy Apple Annie, a beggar with a basket of apples, is as much as part of downtown New York as old Broadway itself. Bootlegger Dave the Dude is a sucker for her apples --- he thinks they bring him luck. But Dave and girlfriend Queenie Martin need a lot more than luck when it turns out that Annie is in a jam and only they can help: Annie's daughter Louise, who has lived all her life in a Spanish convent, is coming to America with a Count and his son. The count's son wants to marry Louise, who thinks her mother is part of New York society. It's up to Dave and Queenie and their Runyonesque cronies to turn Annie into a lady and convince the Count and his son that they are hobnobbing with New York's elite.","popularity":"3.370225","release_date":"18/12/1961","revenue":"5000000","runtime":"136","movie_status":"Released","tagline":"You have to see it to believe it!","vote_average":"7.3","vote_count":"25"}
{ "index": {} }
{"movie_id":"251","title":"Ghost","budget":"22000000","homepage":"","overview":"Sam Wheat is a banker, Molly Jensen is an artist, and the two are madly in love. However, when Sam is murdered by his friend and corrupt business partner Carl Bruner over a shady business deal, he is left to roam the earth as a powerless spirit. When he learns of Carl's betrayal, Sam must seek the help of psychic Oda Mae Brown to set things right and protect Molly from Carl and his goons.","popularity":"41.967005","release_date":"12/7/1990","revenue":"505000000","runtime":"127","movie_status":"Released","tagline":"A love that will last forever.","vote_average":"6.9","vote_count":"1339"}
{ "index": {} }
{"movie_id":"252","title":"Willy Wonka & the Chocolate Factory","budget":"3000000","homepage":"","overview":"Eccentric candy man Willy Wonka prompts a worldwide frenzy when he announces that golden tickets hidden inside five of his delicious candy bars will admit their lucky holders into his top-secret confectionary. But does Wonka have an agenda hidden amid a world of Oompa Loompas and chocolate rivers?","popularity":"23.981601","release_date":"29/6/1971","revenue":"4000000","runtime":"100","movie_status":"Released","tagline":"It's Scrumdiddlyumptious!","vote_average":"7.4","vote_count":"798"}
{ "index": {} }
{"movie_id":"253","title":"Live and Let Die","budget":"7000000","homepage":"http://www.mgm.com/view/movie/1130/Live-and-Let-Die/","overview":"James Bond must investigate a mysterious murder case of a British agent in New Orleans. Soon he finds himself up against a gangster boss named Mr. Big.","popularity":"30.465138","release_date":"5/7/1973","revenue":"161777836","runtime":"121","movie_status":"Released","tagline":"Roger Moore is James Bond.","vote_average":"6.4","vote_count":"533"}
{ "index": {} }
{"movie_id":"254","title":"King Kong","budget":"207000000","homepage":"","overview":"In 1933 New York, an overly ambitious movie producer coerces his cast and hired ship crew to travel to mysterious Skull Island, where they encounter Kong, a giant ape who is immediately smitten with the leading lady.","popularity":"61.22601","release_date":"14/12/2005","revenue":"550000000","runtime":"187","movie_status":"Released","tagline":"The eighth wonder of the world.","vote_average":"6.6","vote_count":"2337"}
{ "index": {} }
{"movie_id":"257","title":"Oliver Twist","budget":"50000000","homepage":"http://www.olivertwistthemovie.co.uk/","overview":"Oliver Twist the modern filmed version of Charles Dickens bestseller, a Roman Polanski adaptation. The classic Dickens tale, where an orphan meets a pickpocket on the streets of London. From there, he joins a household of boys who are trained to steal for their master.","popularity":"20.415572","release_date":"23/9/2005","revenue":"42093706","runtime":"130","movie_status":"Released","tagline":"","vote_average":"6.7","vote_count":"274"}
{ "index": {} }
{"movie_id":"261","title":"Cat on a Hot Tin Roof","budget":"3000000","homepage":"","overview":"Brick, an alcoholic ex-football player, drinks his days away and resists the affections of his wife, Maggie. His reunion with his father, Big Daddy, who is dying of cancer, jogs a host of memories and revelations for both father and son.","popularity":"16.553594","release_date":"17/2/1958","revenue":"17570324","runtime":"108","movie_status":"Released","tagline":"Just one pillow on her bed ... and just one desire in her heart!","vote_average":"7.6","vote_count":"165"}
{ "index": {} }
{"movie_id":"268","title":"Batman","budget":"35000000","homepage":"","overview":"The Dark Knight of Gotham City begins his war on crime with his first major enemy being the clownishly homicidal Joker, who has seized control of Gotham's underworld.","popularity":"44.104469","release_date":"23/6/1989","revenue":"411348924","runtime":"126","movie_status":"Released","tagline":"Have you ever danced with the devil in the pale moonlight?","vote_average":"7","vote_count":"2096"}
{ "index": {} }
{"movie_id":"272","title":"Batman Begins","budget":"150000000","homepage":"http://www2.warnerbros.com/batmanbegins/index.html","overview":"Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.","popularity":"115.040024","release_date":"10/6/2005","revenue":"374218673","runtime":"140","movie_status":"Released","tagline":"Evil fears the knight.","vote_average":"7.5","vote_count":"7359"}
{ "index": {} }
{"movie_id":"274","title":"The Silence of the Lambs","budget":"19000000","homepage":"","overview":"FBI trainee, Clarice Starling ventures into a maximum-security asylum to pick the diseased brain of Hannibal Lecter, a psychiatrist turned homicidal cannibal. Starling needs clues to help her capture a serial killer. but her Faustian relationship with Lecter soon leads to his escape, and now two deranged killers are on the loose.","popularity":"18.174804","release_date":"1/2/1991","revenue":"272742922","runtime":"119","movie_status":"Released","tagline":"To enter the mind of a killer she must challenge the mind of a madman.","vote_average":"8.1","vote_count":"4443"}
{ "index": {} }
{"movie_id":"277","title":"Underworld","budget":"22000000","homepage":"http://www.sonypictures.com/movies/underworld/site/main.html","overview":"Vampires and werewolves have waged a nocturnal war against each other for centuries. But all bets are off when a female vampire warrior named Selene, who's famous for her strength and werewolf-hunting prowess, becomes smitten with a peace-loving male werewolf, Michael, who wants to end the war.","popularity":"81.829237","release_date":"19/9/2003","revenue":"95708457","runtime":"121","movie_status":"Released","tagline":"Underworld","vote_average":"6.6","vote_count":"2512"}
{ "index": {} }
{"movie_id":"278","title":"The Shawshank Redemption","budget":"25000000","homepage":"","overview":"Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.","popularity":"136.747729","release_date":"23/9/1994","revenue":"28341469","runtime":"142","movie_status":"Released","tagline":"Fear can hold you prisoner. Hope can set you free.","vote_average":"8.5","vote_count":"8205"}
{ "index": {} }
{"movie_id":"279","title":"Amadeus","budget":"18000000","homepage":"","overview":"The incredible story of genius musician Wolfgang Amadeus Mozart, told in flashback by his peer and secret rival Antonio Salieri – now confined to an insane asylum.","popularity":"31.82675","release_date":"26/10/1984","revenue":"51973029","runtime":"160","movie_status":"Released","tagline":"...Everything you've heard is true","vote_average":"7.8","vote_count":"1076"}
{ "index": {} }
{"movie_id":"280","title":"Terminator 2: Judgment Day","budget":"100000000","homepage":"","overview":"Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah.","popularity":"101.74155","release_date":"1/7/1991","revenue":"520000000","runtime":"137","movie_status":"Released","tagline":"It's nothing personal.","vote_average":"7.7","vote_count":"4185"}
{ "index": {} }
{"movie_id":"284","title":"The Apartment","budget":"3000000","homepage":"","overview":"Bud Baxter is a minor clerk in a huge New York insurance company, until he discovers a quick way to climb the corporate ladder. He lends out his apartment to the executives as a place to take their mistresses. Although he often has to deal with the aftermath of their visits, one night he's left with a major problem to solve.","popularity":"22.889294","release_date":"15/6/1960","revenue":"25000000","runtime":"125","movie_status":"Released","tagline":"Movie-wise, there has never been anything like it - laugh-wise, love-wise, or otherwise-wise!","vote_average":"8.1","vote_count":"483"}
{ "index": {} }
{"movie_id":"285","title":"Pirates of the Caribbean: At World's End","budget":"300000000","homepage":"http://disney.go.com/disneypictures/pirates/","overview":"Captain Barbossa, long believed to be dead, has come back to life and is headed to the edge of the Earth with Will Turner and Elizabeth Swann. But nothing is quite as it seems.","popularity":"139.082615","release_date":"19/5/2007","revenue":"961000000","runtime":"169","movie_status":"Released","tagline":"At the end of the world, the adventure begins.","vote_average":"6.9","vote_count":"4500"}
{ "index": {} }
{"movie_id":"288","title":"High Noon","budget":"730000","homepage":"","overview":"High Noon is about a recently freed leader of a gang of bandits in the desert who is looking to get revenge on the Sheriff who put him in jail. A legendary western film from the Austrian director Fred Zinnemann.","popularity":"18.644023","release_date":"27/3/1952","revenue":"8000000","runtime":"85","movie_status":"Released","tagline":"The story of a man who was too proud to run.","vote_average":"7.6","vote_count":"334"}
{ "index": {} }
{"movie_id":"289","title":"Casablanca","budget":"878000","homepage":"","overview":"In Casablanca, Morocco in December 1941, a cynical American expatriate meets a former lover, with unforeseen complications.","popularity":"43.729123","release_date":"26/11/1942","revenue":"10462500","runtime":"102","movie_status":"Released","tagline":"They had a date with fate in Casablanca!","vote_average":"7.9","vote_count":"1422"}
{ "index": {} }
{"movie_id":"291","title":"Riding Giants","budget":"2600000","homepage":"http://www.sonyclassics.com/ridinggiants/","overview":"Riding Giants is story about big wave surfers who have become heroes and legends in their sport. Directed by the skateboard guru Stacy Peralta.","popularity":"0.895946","release_date":"9/7/2004","revenue":"3166000","runtime":"105","movie_status":"Released","tagline":"","vote_average":"7.6","vote_count":"23"}
{ "index": {} }
{"movie_id":"292","title":"Dave Chappelle's Block Party","budget":"3000000","homepage":"http://www.chappellesblockparty.com/home.html","overview":"The American comedian/actor delivers a story about the alternative Hip Hop scene. A small town Ohio man’s moves to Brooklyn, New York, to throw an unprecedented block party. Filmed with inspiration from the 1973 documentary Wattstax.","popularity":"1.697846","release_date":"12/9/2005","revenue":"11718595","runtime":"100","movie_status":"Released","tagline":"","vote_average":"6.4","vote_count":"28"}
{ "index": {} }
{"movie_id":"296","title":"Terminator 3: Rise of the Machines","budget":"200000000","homepage":"","overview":"It's been 10 years since John Connor saved Earth from Judgment Day, and he's now living under the radar, steering clear of using anything Skynet can trace. That is, until he encounters T-X, a robotic assassin ordered to finish what T-1000 started. Good thing Connor's former nemesis, the Terminator, is back to aid the now-adult Connor … just like he promised.","popularity":"69.405188","release_date":"2/7/2003","revenue":"435000000","runtime":"109","movie_status":"Released","tagline":"The Machines Will Rise.","vote_average":"5.9","vote_count":"2143"}
{ "index": {} }
{"movie_id":"297","title":"Meet Joe Black","budget":"90000000","homepage":"http://www.meetjoeblack.com/","overview":"When the grim reaper comes to collect the soul of megamogul Bill Parrish, he arrives with a proposition: Host him for a \"vacation\" among the living in trade for a few more days of existence. Parrish agrees, and using the pseudonym Joe Black, Death begins taking part in Parrish's daily agenda and falls in love with the man's daughter. Yet when Black's holiday is over, so is Parrish's life.","popularity":"36.069611","release_date":"12/11/1998","revenue":"142940100","runtime":"178","movie_status":"Released","tagline":"Sooner or later everyone does.","vote_average":"6.9","vote_count":"1147"}
{ "index": {} }
{"movie_id":"298","title":"Ocean's Thirteen","budget":"85000000","homepage":"http://oceans13.warnerbros.com/","overview":"Danny Ocean's team of criminals are back and composing a plan more personal than ever. When ruthless casino owner Willy Bank doublecrosses Reuben Tishkoff, causing a heart attack, Danny Ocean vows that he and his team will do anything to bring down Willy Bank along with everything he's got. Even if it means asking for help from an enemy.","popularity":"42.069993","release_date":"7/6/2007","revenue":"311312624","runtime":"122","movie_status":"Released","tagline":"What are the odds of getting even? 13 to one.","vote_average":"6.5","vote_count":"1999"}